[unsued0]
[unsued1]
[unsued2]
[unsued3]
[unsued4]
[unsued5]
[unsued6]
[unsued7]
[unsued8]
[unsued9]
[unsued10]
[unsued11]
[unsued12]
[unsued13]
[unsued14]
[unsued15]
[unsued16]
[unsued17]
[unsued18]
[unsued19]
[unsued20]
[unsued21]
[unsued22]
[unsued23]
[unsued24]
[unsued25]
[unsued26]
[unsued27]
[unsued28]
[unsued29]
[unsued30]
[unsued31]
[unsued32]
[unsued33]
[unsued34]
[unsued35]
[unsued36]
[unsued37]
[unsued38]
[unsued39]
[unsued40]
[unsued41]
[unsued42]
[unsued43]
[unsued44]
[unsued45]
[unsued46]
[unsued47]
[unsued48]
[unsued49]
[unsued50]
[unsued51]
[unsued52]
[unsued53]
[unsued54]
[unsued55]
[unsued56]
[unsued57]
[unsued58]
[unsued59]
[unsued60]
[unsued61]
[unsued62]
[unsued63]
[unsued64]
[unsued65]
[unsued66]
[unsued67]
[unsued68]
[unsued69]
[unsued70]
[unsued71]
[unsued72]
[unsued73]
[unsued74]
[unsued75]
[unsued76]
[unsued77]
[unsued78]
[unsued79]
[unsued80]
[unsued81]
[unsued82]
[unsued83]
[unsued84]
[unsued85]
[unsued86]
[unsued87]
[unsued88]
[unsued89]
[unsued90]
[unsued91]
[unsued92]
[unsued93]
[unsued94]
[unsued95]
[unsued96]
[unsued97]
[unsued98]
[unsued99]
[byte0]
[byte1]
[byte2]
[byte3]
[byte4]
[byte5]
[byte6]
[byte7]
[byte8]
[byte9]
[byte10]
[byte11]
[byte12]
[byte13]
[byte14]
[byte15]
[byte16]
[byte17]
[byte18]
[byte19]
[byte20]
[byte21]
[byte22]
[byte23]
[byte24]
[byte25]
[byte26]
[byte27]
[byte28]
[byte29]
[byte30]
[byte31]
[byte32]
[byte33]
[byte34]
[byte35]
[byte36]
[byte37]
[byte38]
[byte39]
[byte40]
[byte41]
[byte42]
[byte43]
[byte44]
[byte45]
[byte46]
[byte47]
[byte48]
[byte49]
[byte50]
[byte51]
[byte52]
[byte53]
[byte54]
[byte55]
[byte56]
[byte57]
[byte58]
[byte59]
[byte60]
[byte61]
[byte62]
[byte63]
[byte64]
[byte65]
[byte66]
[byte67]
[byte68]
[byte69]
[byte70]
[byte71]
[byte72]
[byte73]
[byte74]
[byte75]
[byte76]
[byte77]
[byte78]
[byte79]
[byte80]
[byte81]
[byte82]
[byte83]
[byte84]
[byte85]
[byte86]
[byte87]
[byte88]
[byte89]
[byte90]
[byte91]
[byte92]
[byte93]
[byte94]
[byte95]
[byte96]
[byte97]
[byte98]
[byte99]
[byte100]
[byte101]
[byte102]
[byte103]
[byte104]
[byte105]
[byte106]
[byte107]
[byte108]
[byte109]
[byte110]
[byte111]
[byte112]
[byte113]
[byte114]
[byte115]
[byte116]
[byte117]
[byte118]
[byte119]
[byte120]
[byte121]
[byte122]
[byte123]
[byte124]
[byte125]
[byte126]
[byte127]
[byte128]
[byte129]
[byte130]
[byte131]
[byte132]
[byte133]
[byte134]
[byte135]
[byte136]
[byte137]
[byte138]
[byte139]
[byte140]
[byte141]
[byte142]
[byte143]
[byte144]
[byte145]
[byte146]
[byte147]
[byte148]
[byte149]
[byte150]
[byte151]
[byte152]
[byte153]
[byte154]
[byte155]
[byte156]
[byte157]
[byte158]
[byte159]
[byte160]
[byte161]
[byte162]
[byte163]
[byte164]
[byte165]
[byte166]
[byte167]
[byte168]
[byte169]
[byte170]
[byte171]
[byte172]
[byte173]
[byte174]
[byte175]
[byte176]
[byte177]
[byte178]
[byte179]
[byte180]
[byte181]
[byte182]
[byte183]
[byte184]
[byte185]
[byte186]
[byte187]
[byte188]
[byte189]
[byte190]
[byte191]
[byte192]
[byte193]
[byte194]
[byte195]
[byte196]
[byte197]
[byte198]
[byte199]
[byte200]
[byte201]
[byte202]
[byte203]
[byte204]
[byte205]
[byte206]
[byte207]
[byte208]
[byte209]
[byte210]
[byte211]
[byte212]
[byte213]
[byte214]
[byte215]
[byte216]
[byte217]
[byte218]
[byte219]
[byte220]
[byte221]
[byte222]
[byte223]
[byte224]
[byte225]
[byte226]
[byte227]
[byte228]
[byte229]
[byte230]
[byte231]
[byte232]
[byte233]
[byte234]
[byte235]
[byte236]
[byte237]
[byte238]
[byte239]
[byte240]
[byte241]
[byte242]
[byte243]
[byte244]
[byte245]
[byte246]
[byte247]
[byte248]
[byte249]
[byte250]
[byte251]
[byte252]
[byte253]
[byte254]
[byte255]
	
 
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~















©
®
°
±
·
×
à
á
è
é
ì
í
÷
ā
ī
ǎ
α
β
μ
π
υ
а
е
н
о
р
с
т
у
​
‍
‎
–
—
―
‖
‘
’
“
”
•
…
‧
′
※
€
℃
ℓ
™
ⅰ
ⅱ
ⅲ
ⅴ
↑
→
↓
∈
∏
√
∟
∠
∥
∧
∩
∪
∫
∮
∴
∵
∶
∷
∽
≈
≌
≡
≤
≥
⊙
⊥
⊿
⋯
⌒
①
②
③
④
⑤
⑥
⑦
⑧
⑨
⑩
⑪
⑫
⑬
⑭
⑮
⑯
⑲
⒌
─
│
┅
┊
├
┣
╟
╣
▄
█
▋
▓
■
□
▲
△
▼
▽
◆
◇
○
◎
●
★
☆
♀
♂
✅
⺀
⺄
⺆
⺈
⺊
⺌
⺕
⺗
⺜
⺮
⺶
⺷
⺸
⺻
⺼
⿰
⿱
⿲
⿳
⿴
⿵
⿶
⿷
⿸
⿹
⿺
⿻
、
。
〇
〈
〉
《
》
「
」
『
』
【
】
〔
〕
〖
〗
〢
い
よ
り
ゲ
コ
サ
ス
チ
ユ
・
㇀
㇇
㇉
㇋
㇌
㇍
㇎
㇓
㇞
㇢
㇣
㎡
㐁
㐄
㐅
㐆
㐌
㐧
㐫
㐭
㐱
㒳
㒸
㓁
㓞
㓹
㔾
㕚
㕣
㚔
㚘
㝉
㝑
㞢
㠩
㠯
㡀
㣈
㣺
㦰
㫐
㫺
㯥
㱐
㱛
㲋
㸚
㸦
䀠
䆥
䍃
䍏
䎜
䏍
䒑
䒤
䖵
䙲
䚻
䜌
䜭
一
丁
丂
七
丅
丆
万
丈
三
上
下
丌
不
与
丏
丐
丑
专
且
丕
世
丗
丘
丙
业
丛
东
丝
丞
丟
丢
丣
两
严
並
丧
丨
丩
个
丫
丬
中
丮
丯
丰
丱
串
临
丵
丶
丷
丸
丹
为
主
丽
举
丿
乀
乁
乂
乃
乄
久
乇
么
义
之
乌
乍
乎
乏
乐
乑
乒
乓
乔
乕
乖
乗
乘
乙
乚
乛
乜
九
乞
也
习
乡
书
买
乱
乳
乾
亂
亅
了
亇
予
争
亊
事
二
亍
于
亏
亐
云
互
五
井
亘
亚
些
亜
亞
亟
亠
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亯
亲
亵
亶
人
亻
亼
亽
亾
亿
什
仁
仄
仅
仆
仇
今
介
仌
仍
从
仑
仓
仔
仕
他
仗
付
仙
仟
代
令
以
仪
们
仰
仲
仵
件
价
任
份
仿
企
伊
伍
伎
伏
伐
休
众
优
伙
会
伞
伟
传
伤
伦
伪
伯
估
伴
伶
伸
伺
似
伽
佃
但
佈
位
低
住
佐
佑
体
佔
何
余
佛
作
佟
你
佢
佣
佩
佬
佯
佰
佳
併
佼
使
侃
侄
來
侈
例
侍
侖
侗
供
依
侠
侣
侥
侦
侧
侨
侩
侮
侯
侵
侶
便
係
促
俄
俊
俏
俐
俑
俗
俘
保
俞
俠
信
俨
俩
俭
修
俯
俱
俺
倆
倉
個
倍
們
倒
倔
倘
候
倚
借
倠
倡
倦
倩
倪
倫
倶
债
值
倾
假
偉
偏
做
停
健
側
偵
偶
偷
偽
偿
傀
傅
傈
傍
傑
傘
備
傢
傣
储
催
傲
傳
債
傷
傻
傾
僅
僉
像
僑
僚
僧
僱
僳
僵
價
僻
儀
億
儒
儘
償
儡
優
儲
儿
兀
允
兂
元
兄
充
兆
兇
先
光
兊
克
兌
免
兑
兒
兓
兔
党
兜
兟
兢
入
內
全
兩
八
公
六
兮
兰
共
关
兴
兵
其
具
典
兹
养
兼
兽
冀
冂
冄
内
円
冈
冉
冊
冋
册
再
冎
冏
冒
冕
冖
冗
冘
写
军
农
冠
冡
冤
冥
冫
冬
冯
冰
冲
决
况
冶
冷
冻
净
凄
准
凈
凉
凋
凌
凍
减
凑
凛
凝
几
凡
凢
凤
凭
凯
凰
凱
凳
凵
凶
凸
凹
出
击
函
凿
刀
刁
刂
刃
刄
分
切
刊
刍
刑
划
刖
列
刘
则
刚
创
初
删
判
別
刨
利
刪
别
刮
到
制
刷
券
刹
刺
刻
刽
剁
剂
剃
則
削
前
剐
剑
剔
剖
剛
剝
剡
剥
剧
剩
剪
副
割
創
剿
劃
劇
劈
劉
劍
劑
力
劝
办
功
加
务
劣
劦
动
助
努
劫
励
劲
劳
劾
势
勁
勃
勇
勉
勋
勒
動
勘
務
勝
勞
募
勢
勤
勵
勸
勹
勺
勻
勾
勿
匀
匃
包
匆
匈
匕
化
北
匙
匚
匝
匠
匡
匣
匪
匮
匯
匸
匹
区
医
匾
匿
區
十
卂
千
卄
卅
升
午
卉
半
卌
卍
华
协
卐
卑
卒
卓
協
单
卖
南
博
卜
卝
卞
占
卡
卢
卤
卦
卧
卩
卫
卬
卯
印
危
即
却
卵
卷
卸
卻
卿
厂
厃
厄
厅
历
厉
压
厌
厕
厘
厚
原
厢
厤
厥
厦
厨
厩
厭
厮
厲
厶
厷
厸
去
厽
县
叀
叁
参
參
又
叉
及
友
双
反
发
叒
叔
叕
取
受
变
叙
叚
叛
叟
叠
叢
口
古
句
另
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叶
号
司
叹
叼
吁
吃
各
吅
合
吉
吊
吋
同
名
后
吏
吐
向
吒
吓
吕
吗
君
吝
吞
吟
吠
否
吧
吨
吩
含
听
吭
吮
启
吱
吳
吴
吵
吸
吹
吻
吼
吾
呀
呂
呆
呈
告
呎
呐
呕
呗
员
呛
呜
呢
呦
周
呱
味
呵
呸
呻
呼
命
咀
咁
咅
咆
咋
和
咎
咏
咐
咒
咔
咕
咖
咗
咙
咚
咠
咧
咨
咪
咬
咯
咱
咳
咸
咼
咽
哀
品
哄
哆
哇
哈
哉
响
哎
哑
哒
哔
哗
哟
員
哥
哦
哨
哩
哪
哭
哮
哲
哺
哼
唁
唆
唇
唉
唐
唑
唔
唠
唤
唬
售
唯
唱
唷
唸
唾
啃
啄
商
啇
啊
問
啟
啡
啤
啥
啦
啪
啮
啸
啼
喀
喂
喃
善
喆
喇
喉
喊
喔
喘
喚
喜
喝
喧
喪
喬
單
喱
喳
喵
喷
喺
喻
喽
喿
嗅
嗎
嗓
嗚
嗜
嗡
嗣
嗨
嗯
嗽
嘅
嘆
嘈
嘉
嘎
嘗
嘘
嘚
嘛
嘟
嘱
嘲
嘴
嘶
嘻
嘿
噎
噗
噜
噢
器
噩
噪
噬
噱
噴
噶
噸
嚇
嚎
嚏
嚐
嚣
嚴
嚷
嚼
囉
囊
囗
囚
四
回
囟
因
团
囤
囧
囪
囬
园
困
囱
围
囷
固
国
图
圃
圅
圆
圈
國
圍
園
圓
圖
團
土
圣
圥
在
圩
圭
地
圳
场
圾
址
坂
均
坊
坍
坎
坏
坐
坑
块
坚
坛
坝
坞
坟
坠
坡
坤
坦
坪
坯
坴
坷
垂
垃
垄
型
垒
垔
垚
垛
垢
垣
垦
垫
垮
埂
埃
埋
城
埔
域
埠
埶
執
培
基
堂
堅
堆
堇
堑
堕
堡
堤
堪
堯
堰
報
場
堵
堿
塊
塌
塑
塔
塗
塘
塞
填
塵
境
墅
墊
墒
墓
墙
墜
增
墟
墨
墩
墻
壁
壇
壓
壕
壘
壞
壟
壤
壩
士
壬
壮
壯
声
壳
壴
壶
壹
壺
壽
夂
处
夅
夆
备
夊
夋
夌
复
夏
夕
外
夗
多
夜
够
夠
夢
夥
大
夨
天
太
夫
夬
夭
央
夯
失
头
夷
夸
夹
夺
夾
奄
奇
奈
奉
奋
奎
奏
契
奔
奕
奖
套
奚
奠
奢
奥
奧
奪
奮
女
奴
奶
奸
她
好
如
妃
妄
妆
妇
妈
妊
妍
妒
妓
妖
妙
妝
妞
妟
妥
妨
妮
妳
妹
妻
妾
姆
姊
始
姐
姑
姓
委
姚
姜
姣
姥
姦
姨
姬
姻
姿
威
娃
娄
娅
娇
娓
娘
娛
娜
娟
娠
娥
娩
娱
娴
娶
婁
婆
婉
婕
婚
婦
婧
婪
婴
婶
婷
婿
媒
媚
媛
媲
媳
媽
嫁
嫂
嫉
嫌
嫡
嫣
嫦
嫩
嬉
嬌
嬰
子
孑
孒
孓
孔
孕
字
存
孙
孚
孛
孜
孝
孟
孢
季
孤
学
孨
孩
孪
孫
孰
孵
學
孺
孽
宀
宁
它
宅
宇
守
安
宋
完
宏
宐
宓
宕
宗
官
宙
定
宛
宜
宝
实
宠
审
客
宣
室
宦
宪
宫
宮
宰
害
宴
宵
家
宸
容
宽
宾
宿
寂
寄
寅
密
寇
富
寐
寒
寓
寝
寞
察
寡
寢
寥
實
寧
寨
審
寫
寬
寮
寰
寵
寶
寸
对
寺
寻
导
寿
封
尃
射
将
將
專
尉
尊
尋
尌
對
導
小
少
尒
尓
尔
尖
尗
尘
尙
尚
尝
尞
尢
尣
尤
尧
尨
尬
就
尴
尷
尸
尹
尺
尼
尽
尾
尿
局
屁
层
屄
居
屆
屈
屉
届
屋
屌
屍
屎
屏
屑
展
属
屠
屡
屢
層
履
屬
屮
屯
屰
山
屹
屽
屾
屿
岁
岂
岐
岑
岔
岗
岚
岛
岡
岩
岭
岱
岳
岸
岿
峙
峡
峥
峦
峨
峪
峭
峰
島
峻
峽
崇
崎
崔
崖
崗
崛
崩
崭
嵌
嵐
嵩
嶄
嶺
嶼
巅
巍
巖
巛
巜
川
州
巠
巡
巢
巤
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巷
巾
巿
帀
币
市
布
帅
帆
师
希
帐
帕
帖
帘
帚
帛
帜
帝
帥
带
帧
師
席
帮
帳
帶
帷
常
帽
幂
幅
幌
幕
幢
幣
幫
干
平
年
幵
并
幷
幸
幹
幺
幻
幼
幽
幾
广
庄
庆
庇
床
序
庐
库
应
底
店
庙
庚
府
庞
废
度
座
庫
庭
庶
康
庸
廁
廂
廈
廉
廊
廓
廖
廚
廟
廠
廢
廣
廳
廴
延
廷
建
廾
廿
开
异
弃
弄
弈
弊
弋
式
弓
弔
引
弗
弘
弚
弛
弜
弟
张
弥
弦
弧
弯
弱
張
強
弹
强
彈
彌
彎
彐
彑
归
当
彔
录
彖
彙
彝
彡
形
彤
彥
彦
彩
彪
彬
彭
彰
影
彳
彷
役
彻
彼
彿
往
征
径
待
很
徊
律
後
徐
徑
徒
得
徘
徙
從
御
復
循
微
徵
德
徹
徽
心
忄
必
忆
忈
忌
忍
忏
志
忘
忙
忠
忧
快
忱
念
忻
忽
忿
怀
态
怂
怎
怒
怔
怕
怖
怜
思
怠
怡
急
性
怨
怪
怯
总
怼
恃
恆
恋
恍
恐
恒
恕
恢
恤
恥
恨
恩
恪
恫
恬
恭
息
恰
恳
恶
恺
恼
恿
悄
悅
悉
悍
悔
悖
悚
悟
悠
患
悦
您
悬
悯
悲
悶
悸
悼
情
惊
惋
惑
惕
惜
惟
惠
惡
惦
惧
惨
惩
惫
惬
惭
惮
惯
惰
惱
想
惶
惹
惺
愁
愈
愉
意
愚
愛
感
愣
愤
愧
愷
愿
慈
態
慌
慎
慑
慕
慘
慢
慣
慧
慨
慮
慰
慵
慶
慷
慾
憂
憋
憎
憐
憑
憤
憧
憨
憩
憬
憲
憶
憾
懂
懈
應
懊
懒
懦
懲
懵
懶
懷
懸
懼
懿
戀
戈
戉
戊
戋
戌
戍
戎
戏
成
我
戒
戔
或
战
戚
戛
戟
截
戮
戰
戲
戳
戴
戶
户
戼
房
所
扁
扇
扉
手
扌
才
扎
扑
扒
打
扔
托
扛
扣
扦
执
扩
扫
扬
扭
扮
扯
扰
扳
扶
批
扼
找
承
技
抄
抉
把
抑
抒
抓
投
抖
抗
折
抚
抛
抠
抡
抢
护
报
抨
披
抬
抱
抵
抹
押
抽
抿
拂
拄
担
拆
拇
拈
拉
拋
拌
拍
拎
拐
拒
拓
拔
拖
拘
拙
拚
招
拜
拟
拢
拣
拥
拦
拧
拨
择
括
拭
拯
拱
拳
拴
拷
拼
拽
拾
拿
持
挂
指
按
挎
挑
挖
挚
挛
挝
挞
挟
挠
挡
挣
挤
挥
挨
挪
挫
振
挺
挽
捂
捅
捆
捉
捌
捍
捎
捏
捐
捕
捞
损
捡
换
捣
捧
捨
据
捲
捶
捷
捻
掀
掂
掃
掇
授
掉
掌
掏
掐
排
掖
掘
掙
掛
掠
採
探
掣
接
控
推
掩
措
掰
掳
掷
掸
掺
揉
揍
描
提
插
揖
揚
換
握
揣
揩
揪
揭
揮
援
揽
搀
搁
搂
搅
損
搏
搐
搓
搔
搖
搜
搞
搪
搬
搭
搶
携
搽
摄
摆
摇
摈
摊
摒
摔
摘
摟
摧
摩
摯
摸
摹
撂
撅
撇
撐
撑
撒
撕
撞
撤
撥
撩
撫
撬
播
撮
撰
撲
撵
撸
撼
撿
擁
擂
擅
擇
擊
擋
操
擎
擒
擔
據
擞
擠
擦
擬
擴
擺
擾
攀
攒
攘
攜
攝
攤
攪
攫
攬
支
攴
攵
收
改
攻
放
政
敄
故
效
敌
敏
救
敕
敖
敗
敘
教
敛
敝
敞
敢
散
敦
敬
数
敲
整
敵
敷
數
斂
文
斋
斌
斐
斑
斓
斗
料
斛
斜
斟
斡
斤
斥
斧
斩
斬
断
斯
新
斲
斷
方
於
施
旁
旅
旋
族
旗
无
旡
既
日
旦
旧
旨
早
旬
旭
旱
旲
时
旷
旺
昂
昆
昇
昊
昌
明
昏
易
昔
昕
昚
昜
星
映
春
昧
昨
昭
是
昱
昵
昷
昼
显
時
晃
晉
晋
晌
晏
晒
晓
晕
晖
晗
晚
晟
晤
晦
晨
普
景
晰
晴
晶
智
晾
暂
暇
暈
暑
暖
暗
暢
暧
暨
暫
暮
暴
曆
曉
曙
曜
曝
曦
曩
曬
曰
曱
曲
曳
更
曷
書
曹
曼
曾
替
最
朁
會
月
有
朋
服
朔
朕
朗
望
朝
期
朦
木
朩
未
末
本
札
朮
术
朱
朴
朵
机
朽
朿
杀
杂
权
杆
杉
李
杏
材
村
杖
杜
杞
束
杠
条
来
杨
杭
杯
杰
東
松
板
极
构
枉
析
枕
林
枚
果
枝
枢
枣
枪
枫
枯
架
枷
枸
枼
柄
柏
某
柑
柒
染
柔
柚
柜
柞
柠
查
柬
柯
柰
柱
柳
柴
柿
栅
标
栈
栋
栏
树
栓
栖
栗
校
栩
株
样
核
根
格
栽
栾
桂
桃
桅
框
案
桌
桐
桑
桓
桔
档
桥
桦
桨
桩
桶
桿
梁
梅
梆
梓
梗
條
梢
梦
梧
梨
梭
梯
械
梳
梵
检
棄
棉
棋
棍
棒
棕
棗
棘
棚
棟
棠
棣
森
棱
棵
棺
椅
植
椎
椒
椭
椰
椽
椿
楂
楊
楓
楔
楚
楞
楠
業
極
楷
楼
概
榄
榆
榈
榔
榕
榜
榨
榭
榮
榴
榷
榻
構
槍
槐
槛
槟
槽
樁
樂
樊
樓
標
樞
樟
模
樣
横
樱
樸
樹
橄
橇
橋
橘
橙
機
橡
橫
橱
檀
檄
檐
檔
檢
檬
檸
檻
櫃
櫌
櫻
欄
權
欠
次
欢
欣
欧
欮
欲
欶
欺
欽
款
歇
歉
歌
歐
歡
止
正
此
步
武
歧
歪
歲
歷
歸
歹
歺
死
歼
殃
殆
殉
殊
残
殑
殖
殘
殡
殳
殴
段
殷
殺
殼
殿
毀
毁
毅
毋
毌
母
毎
每
毒
毓
比
毕
毖
毗
毙
毛
毡
毫
毯
氏
氐
民
氓
气
氖
氛
氟
氢
氣
氦
氧
氨
氫
氮
氯
氰
水
氵
氶
永
氺
汀
汁
求
汇
汉
汐
汕
汗
汙
汛
汝
汞
江
池
污
汤
汪
汰
汲
汶
汹
決
汽
汾
沁
沂
沃
沈
沉
沌
沏
沐
沒
沓
沖
沙
沛
沟
没
沤
沥
沦
沧
沪
沫
沮
河
沸
油
治
沼
沽
沾
沿
況
泄
泅
泉
泊
泌
泓
法
泗
泛
泞
泡
波
泣
泥
注
泪
泰
泳
泵
泸
泻
泼
泽
泾
洁
洋
洒
洗
洛
洞
津
洩
洪
洱
洲
活
洼
洽
派
流
浅
浆
浇
浊
测
济
浏
浑
浓
浙
浚
浜
浠
浣
浦
浩
浪
浮
浴
海
浸
涂
涅
消
涉
涌
涎
涓
涕
涛
涝
涟
涡
涣
涤
润
涧
涨
涩
涪
涮
涯
液
涵
涸
涼
淀
淄
淆
淇
淋
淌
淑
淖
淘
淚
淡
淤
淨
淫
淬
淮
深
淳
淵
混
淹
淺
添
淼
清
渊
渍
渐
渔
渗
渚
減
渝
渠
渡
渣
渤
渦
温
測
渭
港
渲
渴
游
渺
渾
湃
湄
湊
湍
湖
湘
湛
湧
湯
湾
湿
溃
溅
溉
源
準
溜
溝
溢
溪
溫
溯
溶
溺
滁
滄
滅
滇
滋
滌
滑
滓
滔
滕
滙
滚
滞
满
滤
滥
滦
滨
滩
滬
滯
滲
滴
滾
滿
漁
漂
漆
漏
漓
演
漠
漢
漩
漪
漫
漱
漲
漳
漸
漾
漿
潇
潍
潑
潔
潘
潛
潜
潞
潢
潤
潦
潭
潮
潰
潼
澀
澄
澆
澈
澎
澜
澡
澤
澳
澶
激
濃
濒
濕
濟
濠
濤
濫
濮
濱
濾
瀏
瀑
瀚
瀛
瀹
灌
灏
灑
灘
灣
火
灬
灭
灯
灰
灵
灶
灸
灼
災
灾
灿
炉
炊
炎
炏
炒
炔
炕
炖
炙
炜
炫
炬
炭
炮
炯
炳
炸
点
為
炼
炽
烁
烂
烃
烈
烊
烏
烘
烙
烛
烟
烤
烦
烧
烨
烩
烫
烬
热
烯
烷
烹
烽
焉
焊
焕
焖
焙
焚
無
焦
焰
然
煉
煌
煎
煙
煜
煞
煤
照
煩
煮
煲
煽
熄
熊
熏
熔
熙
熟
熠
熨
熬
熱
燃
燈
燎
燒
燕
燙
營
燥
燦
爆
爐
爛
爪
爫
爬
爭
爰
爱
爲
爵
父
爷
爸
爹
爺
爻
爽
爾
爿
牆
片
版
牌
牙
牛
牜
牟
牠
牡
牢
牧
物
牲
牵
特
牺
牽
犀
犁
犊
犧
犬
犭
犮
犯
状
犹
狀
狂
狄
狈
狐
狗
狙
狞
狠
狡
狩
独
狭
狮
狰
狱
狸
狹
狼
猎
猒
猕
猖
猛
猜
猝
猥
猩
猪
猫
献
猴
猶
猾
猿
獄
獅
獎
獐
獨
獭
獲
獵
獸
獻
玄
率
玉
王
玖
玛
玥
玨
玩
玫
玮
环
现
玲
玺
玻
珀
珂
珉
珊
珍
珐
珑
珠
班
現
球
琅
理
琉
琐
琛
琢
琥
琦
琨
琪
琳
琴
琵
琶
琼
瑕
瑙
瑚
瑜
瑞
瑟
瑤
瑩
瑪
瑰
瑶
瑾
璀
璃
璇
璋
璐
璞
璟
璧
璨
環
瓜
瓢
瓣
瓤
瓦
瓮
瓶
瓷
甄
甘
甚
甜
生
產
産
甥
用
甩
甫
甬
甭
甯
田
由
甲
申
电
甶
男
甸
町
画
甾
畀
畅
界
畏
畐
畔
畕
留
畜
畝
畠
畢
略
畦
番
畫
異
畱
畴
當
畸
畾
疆
疊
疋
疌
疏
疑
疒
疗
疙
疚
疟
疡
疣
疤
疥
疫
疮
疯
疱
疲
疵
疹
疼
疽
疾
病
症
痈
痉
痊
痒
痔
痕
痘
痛
痞
痢
痤
痪
痫
痰
痴
痹
痿
瘀
瘁
瘋
瘙
瘟
瘡
瘤
瘦
瘩
瘪
瘫
瘴
瘸
瘾
療
癌
癒
癜
癡
癢
癣
癥
癫
癮
癶
癸
登
發
白
百
皀
皂
的
皆
皇
皋
皑
皓
皖
皙
皮
皱
皺
皿
盂
盃
盅
盆
盈
益
盍
盎
盏
盐
监
盒
盔
盖
盗
盘
盛
盜
盟
盡
監
盤
盧
目
盯
盲
直
相
盼
盾
省
眉
看
県
眔
眞
真
眠
眨
眩
眯
眶
眷
眸
眺
眼
眾
着
睁
睇
睐
睑
睘
睛
睜
睡
督
睦
睪
睫
睬
睹
睾
睿
瞄
瞅
瞎
瞒
瞥
瞧
瞩
瞪
瞬
瞭
瞰
瞳
瞻
瞿
矍
矗
矚
矛
矢
矣
知
矩
矫
短
矮
矯
石
矶
矽
矾
矿
码
砂
砌
砍
砒
研
砖
砚
砥
砧
砰
破
砷
砸
砺
砼
砾
础
硅
硒
硕
硝
硫
硬
确
硷
硼
碉
碌
碍
碎
碑
碗
碘
碟
碧
碩
碰
碱
碳
碴
確
碼
碾
磁
磅
磊
磋
磐
磕
磚
磨
磯
磷
磺
礁
礎
礙
礦
礴
示
礻
礼
社
祀
祁
祂
祈
祉
祕
祖
祛
祝
神
祟
祠
祥
票
祭
祷
祸
祺
禀
禁
禄
禅
禍
福
禦
禧
禪
禮
禱
禸
禹
禺
离
禽
禾
秀
私
秃
秆
秉
秋
种
科
秒
秘
秝
租
秤
秦
秧
秩
积
称
秸
移
秽
稀
稅
程
稍
税
稗
稚
稠
稣
種
稱
稳
稻
稼
稽
稿
穆
穌
積
穎
穗
穢
穩
穴
究
穷
穹
空
穿
突
窃
窄
窍
窑
窒
窖
窗
窘
窜
窝
窟
窥
窦
窩
窮
窿
竊
立
竒
竖
站
竜
竞
竟
章
竣
童
竭
端
競
竹
竿
笃
笆
笋
笑
笔
笙
笛
笠
符
笨
第
笳
笺
笼
筆
等
筋
筏
筐
筑
筒
答
策
筛
筝
筱
筷
筹
签
简
箍
箔
箕
算
管
箩
箭
箱
節
範
篆
篇
築
篓
篙
篡
篩
篮
篱
篷
簇
簡
簧
簸
簽
簾
簿
籃
籌
籍
籠
籤
籲
米
类
籽
粉
粒
粕
粗
粘
粛
粟
粤
粥
粦
粪
粮
粱
粳
粵
粹
粽
精
糊
糕
糖
糙
糜
糟
糠
糧
糯
糸
糹
系
糾
紀
約
紅
紊
紋
納
紐
純
紗
紙
級
紛
紝
素
紡
索
紧
紫
紮
累
細
紹
終
組
結
絕
絡
給
絨
絭
絮
統
絲
綁
經
綜
綠
維
綱
網
綿
緊
緒
線
締
緣
編
緩
練
緻
縣
縫
縮
縱
總
績
繁
織
繞
繡
繩
繪
繫
繳
繹
繼
繽
纂
續
纏
纖
纜
纟
纠
红
纤
约
级
纪
纫
纬
纯
纱
纲
纳
纵
纶
纷
纸
纹
纺
纽
线
练
组
绅
细
织
终
绉
绊
绍
绎
经
绑
绒
结
绕
绘
给
绚
络
绝
绞
统
绢
绣
绥
绦
继
绩
绪
续
绮
绯
绰
绳
维
绵
绷
绸
综
绽
绿
缀
缁
缄
缅
缆
缉
缎
缓
缔
缕
编
缘
缚
缝
缠
缤
缨
缩
缪
缭
缮
缴
缶
缸
缺
罐
网
罒
罓
罕
罗
罚
罢
罩
罪
置
罰
署
罵
罷
罹
羁
羅
羊
羌
羍
美
羔
羚
羞
羟
羡
群
羨
義
羲
羹
羽
翁
翅
翌
翏
習
翔
翘
翟
翠
翡
翩
翰
翱
翹
翻
翼
耀
老
耂
考
者
而
耍
耎
耐
耒
耕
耗
耘
耙
耦
耪
耳
耶
耸
耻
耽
耿
聂
聆
聊
聋
职
聑
联
聖
聘
聚
聞
聪
聯
聰
聲
職
聽
聿
肀
肃
肄
肅
肆
肇
肉
肋
肌
肏
肖
肘
肙
肚
肛
肝
肠
股
肢
肤
肥
肩
肪
肮
肯
育
肴
肺
肽
肾
肿
胀
胁
胃
胆
背
胎
胖
胚
胜
胞
胡
胧
胯
胰
胱
胳
胶
胸
胺
能
脂
脅
脆
脈
脉
脊
脏
脐
脑
脓
脖
脚
脫
脯
脱
脲
脸
脹
脾
腆
腈
腊
腋
腌
腎
腐
腑
腔
腕
腥
腦
腫
腮
腰
腳
腸
腹
腺
腻
腾
腿
膀
膊
膏
膘
膚
膛
膜
膝
膠
膨
膩
膳
膺
膽
臀
臂
臃
臆
臉
臘
臟
臣
臤
臥
臨
自
臭
臯
至
致
臺
臻
臼
臽
臾
舀
舅
舆
與
興
舉
舊
舌
舍
舒
舔
舖
舛
舜
舞
舟
航
般
舰
舱
舵
舶
舷
船
艇
艘
艦
艮
良
艰
艱
色
艳
艷
艸
艹
艺
艾
节
芈
芋
芍
芏
芒
芔
芙
芜
芝
芥
芦
芪
芬
芭
芯
花
芳
芷
芸
芹
芽
苇
苍
苏
苑
苓
苔
苗
苛
苞
苟
若
苦
苫
苯
英
苷
苹
茁
茂
范
茄
茅
茉
茎
茗
茜
茧
茨
茫
茬
茲
茵
茶
茸
茹
荃
荆
草
荐
荒
荔
荚
荟
荡
荣
荤
荧
荫
药
荷
荼
莅
莆
莉
莊
莎
莓
莖
莘
莞
莫
莱
莲
获
莹
莺
莽
菁
菇
菊
菌
菏
菐
菜
菠
菩
華
菱
菲
菸
萃
萄
萊
萌
萍
萎
萝
萤
营
萧
萨
萬
萱
落
葆
葉
著
葛
葡
董
葩
葫
葬
葱
葵
蒂
蒋
蒐
蒙
蒜
蒲
蒸
蒼
蒿
蓄
蓉
蓋
蓑
蓓
蓖
蓝
蓟
蓬
蓮
蔑
蔓
蔗
蔚
蔡
蔣
蔥
蔫
蔬
蔷
蔻
蔼
蔽
蕃
蕉
蕊
蕩
蕭
蕴
蕾
薄
薇
薑
薛
薦
薩
薪
薯
薰
藉
藍
藏
藐
藕
藝
藤
藥
藩
藻
蘆
蘇
蘊
蘋
蘑
蘭
蘸
蘿
虍
虎
虏
虐
虑
虒
虔
處
虖
虗
虚
虛
虞
號
虧
虫
虱
虹
虽
虾
蚀
蚁
蚂
蚊
蚌
蚕
蚜
蚝
蚤
蛀
蛆
蛇
蛊
蛋
蛔
蛙
蛛
蛟
蛤
蛮
蛰
蛹
蛾
蜀
蜂
蜒
蜕
蜗
蜘
蜜
蜡
蜿
蝇
蝉
蝎
蝕
蝗
蝙
蝠
蝦
蝴
蝶
螂
螃
融
螟
螢
螨
螺
蟒
蟲
蟹
蟻
蠓
蠕
蠟
蠢
蠻
血
衅
衆
行
衍
術
衔
街
衙
衛
衝
衡
衢
衣
衤
补
表
衫
衬
衰
衷
衹
袁
袂
袄
袋
袍
袒
袖
袜
被
袭
袱
裁
裂
装
裏
裔
裕
裙
補
裝
裡
裤
裱
裳
裴
裸
裹
製
褂
複
褐
褒
褚
褥
褪
褲
褶
褻
襄
襟
襪
襯
襲
襾
西
覀
要
覃
覆
見
規
視
親
覺
覽
觀
见
观
规
觅
视
览
觉
觑
角
解
触
觸
言
訁
訂
計
訊
討
訓
託
記
訝
訟
訣
訪
設
許
訴
診
註
証
詐
評
詞
詢
試
詩
詮
話
該
詳
詹
誇
誉
誊
誌
認
誓
誕
誘
語
誠
誤
說
説
誰
課
誹
誼
調
談
請
諒
論
諧
諮
諸
諾
謀
謂
謊
謗
謙
講
謝
謠
謹
證
識
譜
警
譬
譯
議
護
譽
讀
變
讓
讚
讠
计
订
讣
认
讥
讨
让
讫
训
议
讯
记
讲
讳
讶
许
讹
论
讼
讽
设
访
诀
证
诃
评
诅
识
诈
诉
诊
诌
词
诏
译
试
诗
诚
诛
话
诞
诟
诠
诡
询
诣
该
详
诧
诫
诬
语
误
诱
诲
说
诵
请
诸
诺
读
诽
课
谁
调
谅
谆
谈
谊
谋
谍
谎
谐
谓
谗
谙
谚
谛
谜
谢
谣
谤
谦
谧
谨
谩
谬
谭
谰
谱
谴
谷
豁
豆
豈
豊
豌
豎
豐
豔
豕
豚
象
豢
豦
豪
豫
豬
豸
豹
豺
貂
貉
貌
貓
貝
貞
負
財
貢
貧
貨
販
貪
貫
責
貴
貶
買
貸
費
貼
貿
賀
賃
資
賈
賊
賏
賓
賜
賞
賠
賢
賣
賤
賦
質
賬
賭
賴
賺
購
賽
贈
贊
贏
贝
贞
负
贡
财
责
贤
败
账
货
质
贩
贪
贫
贬
购
贮
贯
贰
贱
贴
贵
贷
贸
费
贺
贼
贾
贿
赁
赂
赃
资
赊
赋
赌
赎
赏
赐
赔
赖
赘
赚
赛
赞
赠
赡
赢
赣
赤
赦
赫
走
赴
赵
赶
起
趁
超
越
趋
趕
趙
趟
趣
趨
足
趴
趾
跃
跋
跌
跑
距
跟
跡
跤
跨
跪
路
跳
践
跺
跻
踊
踌
踏
踐
踝
踞
踢
踩
踪
踵
蹄
蹈
蹋
蹟
蹤
蹦
蹬
蹭
蹲
蹿
躁
躇
躍
身
躬
躯
躲
躺
軀
車
軌
軍
軎
軒
軟
軸
較
載
輔
輕
輛
輝
輩
輪
輯
輸
輻
輿
轄
轉
轎
轟
车
轧
轨
轩
转
轮
软
轰
轴
轻
载
轿
较
辄
辅
辆
辈
辉
辊
辍
辐
辑
输
辕
辖
辗
辙
辛
辜
辞
辟
辣
辦
辨
辩
辫
辭
辯
辰
辱
農
辵
辶
边
辽
达
迁
迂
迄
迅
过
迈
迎
运
近
返
还
这
进
远
违
连
迟
迢
迦
迪
迫
迭
述
迴
迷
迸
迹
追
退
送
适
逃
逅
逆
选
逊
逍
透
逐
递
途
逕
逗
這
通
逛
逝
逞
速
造
逢
連
逮
週
進
逸
逻
逼
逾
遁
遂
遇
遊
運
遍
過
遏
遐
道
達
違
遗
遙
遜
遞
遠
遣
遥
適
遭
遮
遲
遴
遵
遷
選
遺
遼
避
邀
邁
邂
邃
還
邊
邏
邑
邓
邕
邜
邢
那
邦
邪
邮
邯
邱
邵
邸
邹
邻
郁
郊
郎
郑
郝
郡
郧
部
郭
郴
郵
郸
都
鄂
鄉
鄙
鄧
鄭
鄰
酉
酋
酌
配
酒
酗
酚
酝
酞
酣
酥
酪
酬
酮
酯
酰
酱
酵
酶
酷
酸
酿
醇
醉
醋
醒
醚
醛
醜
醫
醬
釀
釆
采
釉
释
釋
里
重
野
量
金
釒
釘
釜
針
釣
鈉
鈕
鈣
鈦
鈴
鉀
鉆
鉛
鉤
鉬
鉴
銀
銅
銆
銈
銉
銘
銜
銳
銷
銹
鋁
鋅
鋒
鋪
鋼
錄
錢
錦
錫
錯
錶
鍊
鍋
鍍
鍏
鍖
鍙
鍛
鍦
鍵
鍾
鎖
鎮
鏈
鏍
鏡
鏽
鐘
鐢
鐨
鐵
鑄
鑑
鑒
鑫
鑰
鑽
钅
钆
钇
针
钉
钊
钎
钐
钒
钓
钕
钙
钛
钝
钞
钟
钠
钡
钢
钣
钥
钦
钧
钨
钩
钪
钬
钮
钰
钱
钳
钴
钵
钻
钼
钾
铀
铁
铂
铃
铅
铆
铈
铒
铕
铜
铝
铟
铠
铡
铣
铥
铬
铭
铮
铰
铱
铲
铵
银
铸
铺
铽
链
销
锁
锂
锄
锅
锆
锈
锋
锌
锐
锑
锗
错
锚
锛
锡
锣
锤
锥
锦
锨
锭
键
锯
锰
锹
锻
镀
镁
镂
镇
镊
镍
镐
镑
镓
镖
镜
镝
镣
镥
镧
镨
镭
镯
镰
镱
镶
長
镸
长
門
閃
閉
開
閑
閒
間
閘
閣
閥
閱
闆
闊
闖
關
闡
门
闪
闫
闭
问
闯
闰
闲
间
闵
闷
闸
闹
闺
闻
闽
阀
阁
阂
阅
阉
阎
阐
阑
阔
阜
阝
队
阪
阮
阱
防
阳
阴
阵
阶
阻
阿
陀
附
际
陆
陇
陈
陋
陌
降
限
陕
陛
陜
陡
院
陣
除
陨
险
陪
陰
陳
陵
陶
陷
陸
陽
隅
隆
隊
隋
階
随
隐
隔
隘
隙
際
障
隧
隨
險
隱
隶
隸
隹
隻
难
雀
雁
雄
雅
集
雇
雈
雋
雌
雍
雏
雔
雕
雖
雙
雚
雜
雞
離
難
雨
雪
雯
雲
零
雷
雹
電
雾
需
霄
霆
震
霉
霍
霓
霖
霜
霝
霞
霧
露
霸
霹
霾
靈
靑
青
靓
靖
静
靛
靜
非
靠
靡
面
靣
革
靳
靴
靶
鞋
鞍
鞏
鞘
鞠
鞭
韋
韌
韓
韦
韧
韩
韬
韭
音
韵
韶
韻
響
頁
頂
頃
項
順
須
頌
預
頒
頓
頗
領
頭
頸
頻
顆
題
額
顏
願
顛
類
顧
顫
顯
页
顶
顷
项
顺
须
顽
顾
顿
颁
颂
预
颅
领
颇
颈
颊
颌
颐
频
颓
颖
颗
题
颜
额
颠
颤
颧
風
颱
飄
飆
风
飘
飙
飛
飞
食
飠
飯
飲
飼
飽
飾
餅
養
餐
餓
餘
館
餮
餵
饋
饒
饣
饥
饨
饪
饭
饮
饯
饰
饱
饲
饵
饶
饺
饼
饿
馁
馄
馅
馆
馈
馋
馍
馏
馒
首
香
馨
馬
馮
馳
駁
駅
駐
駕
駛
駿
騎
騙
騰
騷
驅
驕
驗
驚
驟
马
驭
驮
驯
驰
驱
驳
驴
驶
驹
驻
驼
驾
驿
骁
骂
骄
骆
骇
骋
验
骏
骑
骗
骚
骡
骤
骨
骰
骷
骸
骼
髒
髓
體
高
髟
髦
髮
鬃
鬆
鬥
鬧
鬯
鬱
鬲
鬼
魁
魂
魄
魅
魏
魔
魚
魯
鮑
鮮
鱼
鱿
鲁
鲍
鲜
鲤
鲨
鲶
鲸
鳃
鳄
鳌
鳖
鳗
鳞
鳥
鳳
鳴
鴉
鴨
鴻
鵝
鵬
鶴
鷹
鸟
鸡
鸣
鸥
鸦
鸩
鸭
鸯
鸳
鸵
鸽
鸿
鹃
鹅
鹉
鹊
鹏
鹤
鹦
鹭
鹰
鹵
鹹
鹼
鹽
鹿
麒
麓
麗
麟
麥
麦
麵
麻
麼
麽
黃
黄
黍
黎
黏
黑
黔
默
黛
點
黨
黯
黹
黽
黾
鼎
鼓
鼠
鼻
齊
齐
齒
齡
齿
龄
龋
龍
龐
龙
龚
龜
龟
龠
龰
龱
龴
龵
龶
龷
龸
龹
다
에
의
이
하



車
龜
龜
丹
女
年
卑
既
爫
者
艹
辶
華
龜
︰
︱
﹍
﹑
﹝
﹞
﹡
﻿
！
＂
％
＆
（
）
＊
＋
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
＜
＝
＞
？
［
］
ａ
ｂ
ｃ
ｄ
ｅ
ｆ
ｉ
ｊ
ｋ
ｍ
ｏ
ｐ
ｓ
ｔ
｜
～
･
￥
�
𛂦
𠀀
𠀁
𠀆
𠀈
𠀉
𠀌
𠀍
𠀎
𠀑
𠀟
𠁁
𠁣
𠁦
𠁧
𠁩
𠁰
𠁱
𠁾
𠂀
𠂂
𠂆
𠂇
𠂈
𠂉
𠂊
𠂋
𠂍
𠂎
𠂒
𠂡
𠂢
𠂣
𠂤
𠂭
𠂹
𠂼
𠃉
𠃊
𠃋
𠃌
𠃍
𠃎
𠃑
𠃓
𠃔
𠃛
𠃜
𠃢
𠃤
𠃬
𠄌
𠄎
𠄏
𠄓
𠄔
𠄙
𠄟
𠄮
𠅀
𠅇
𠆢
𠆥
𠇍
𠈌
𠌵
𠌶
𠑹
𠒆
𠓜
𠔉
𠔼
𠔽
𠔿
𠕁
𠕄
𠕎
𠕻
𠘧
𠘨
𠙴
𠚍
𠚒
𠚪
𠣏
𠤎
𠤕
𠤬
𠥓
𠥻
𠦁
𠦂
𠦄
𠦅
𠦑
𠦝
𠧪
𠪚
𠫓
𠫔
𠬝
𠬤
𠮥
𠯃
𠯑
𠷎
𠾃
𡆵
𡇞
𡈼
𡉀
𡉚
𡍬
𡍮
𡎸
𡏳
𡕙
𡕨
𡕩
𡗒
𡗗
𡗜
𡘤
𡥀
𡥂
𡦹
𡨄
𡨦
𡭔
𡭽
𡯁
𡯎
𡰣
𡰲
𡰴
𡱂
𡳿
𡴎
𡵂
𡵉
𡸁
𡿧
𡿨
𡿩
𡿪
𢀓
𢀖
𢀛
𢁺
𢆉
𢆶
𢆸
𢇁
𢌜
𢌿
𢎗
𢎜
𢎧
𢎱
𢏚
𢑑
𢑚
𢛳
𢦏
𢨋
𣅲
𣅽
𣆪
𣎳
𣎵
𣏋
𣏼
𣐩
𣐽
𣒚
𣥂
𣦵
𣦶
𣦼
𣫬
𣲇
𣶒
𤆅
𤆌
𤆍
𤇾
𤓰
𤔌
𤕦
𤕪
𤕫
𤣥
𤣩
𤦡
𤯔
𤰃
𤰞
𤴓
𤴔
𥁕
𥃦
𥆞
𥘅
𥘈
𥝌
𥞤
𥫗
𦈢
𦉪
𦉫
𦉭
𦍌
𦎫
𦐇
𦘒
𦙃
𦣝
𦣞
𦣻
𦤝
𦥑
𦥒
𦥔
𦥺
𦦉
𦫵
𦭝
𦰩
𧈧
𧘇
𧥢
𧰨
𧱏
𧾷
𨈏
𨈐
𨈑
𨊥
𨙨
𨳇
𨸏
𨾴
𩇦
𩇧
𩇨
𩙱
𩙿
𩠐
𩫏
𩰊
𩰋
𩵋
𪓕
𪓝
𪚦
𪚴
𪛉
𪜀
𪜁
𪞏
𪟽
𪠲
𪺍
𫀄
𫂱
𫇦
𫊫
𫕄
𫝀
𫠠
𫠣
𫠤
𫠩
𫤘
𫩏
𫩠
𫪡
𫶧
𫹏
𬂛
𬉸
𬎿
𬯁
𬺷
𬺻
𬻂
𬻆
𬻞
𬻟
𬻿
𬼁
𬼂
𬼄
𬼘
𬼙
𬽄
𬽒
𭀡
𭁠
𭍠
𭐳
𭕄
𭣔
𭨘
𭭽
𭺪
𮍌
𮍏
𮙸
𮠕
𮩴
乁
凵
北
卑
及
多
尢
屮
㠯
廾
衣
豕
𠣞